# GetAngleToNorth

## Description
Get angle to north.

```pascal
FUNCTION GetAngleToNorth : REAL;
```

```python
def vs.GetAngleToNorth():
    return REAL
```

## Version
Availability: from Vectorworks 2012

## Category
* GIS